tap "fwartner/mac-cleanup"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "iina/mpv-iina"
tap "rasukarusan/tap"
tap "sanemat/font"
tap "tldr-pages/tldr"
brew "asciinema"
brew "bluetoothconnector"
brew "blueutil"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "openldap"
brew "curl"
brew "efm-langserver"
brew "exiftool"
brew "fdupes"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "gobject-introspection"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "pango"
brew "python@3.10"
brew "fontforge"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gcc", link: false
brew "geos"
brew "hdf5"
brew "libxml2"
brew "libdap"
brew "proj"
brew "shared-mime-info"
brew "libheif"
brew "libpq"
brew "libspatialite"
brew "netcdf"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gdrive"
brew "gh"
brew "ghostscript"
brew "libusb"
brew "gnupg"
brew "go"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "python@3.8"
brew "imagemagick"
brew "inetutils"
brew "ipython"
brew "jq"
brew "jsonschema"
brew "jump"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "libnet"
brew "libpcap"
brew "mac-cleanup"
brew "mackup"
brew "mecab"
brew "mecab-ipadic"
brew "nasm"
brew "neovim"
brew "net-snmp"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "openjdk"
brew "pdfcrack"
brew "perl"
brew "php"
brew "qt@5"
brew "poppler-qt5"
brew "pyenv"
brew "qpdf"
brew "qt"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sane-backends"
brew "shellcheck"
brew "speedtest-cli"
brew "switchaudio-osx"
brew "tag"
brew "terminal-notifier"
brew "tldr"
brew "tree"
brew "tz"
brew "vim"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty"
cask "basictex"
cask "bookends"
cask "julia"
cask "monitorcontrol"
cask "pycharm"
cask "rar"
cask "rectangle"
cask "timemachineeditor"
cask "warp"
